Repository: TonyMiloro/Pr-cticas-Preprofesionales
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_us

source: Zeng was promoted to be an alternate member of the Politburo at the Fifteenth Party Congress in 1997, and then to the number five position on the Politburo Standing Committee in 2002.22
es_us: Zeng fue promovido a miembro suplente del Politburó en el décimo quinto Congreso del Partido en 1997, y luego a la posición número cinco en el Comité Permanente del Politburó en 200222.

source: Zhang Wenkang was closely aligned with Jiang Zemin, and Meng Xuenong was an ally of Hu Jintao. It was apparently impossible to fire one of Jiang’s supporters without sacrificing one of Hu’s as well.
es_us: Zhang Wenkang estaba alineado con Jiang Zemin, y Meng Xuenong era un aliado de Hu Jintao.Era aparentemente imposible despedir a uno de los partidarios de Jiang sin sacrificar también a uno de Hu.

source: Zhang Wenkang apparently knew what was happening, but could not control it.44
es_us: Al parecer Zhang Wenkang sabía lo que estaba sucediendo, pero no podía controlarlo .44

source: Zhang Kuan was one of the earliest and most influential participants in discussions on Orientalism and colonial culture, but he was by no means alone.
es_us: Zhang Kuan era uno de los primeros participantes con mayor influencia en discusiones acerca del orientalismo y la cultura colonial, pero no se encontraba solo.

source: Zhang argues that humanism contains within it the anti-humanist values that became the basis of colonialism and culminated in the Holocaust: “The evil perpetuated on the Jews under German fascism was the inevitable [result] of the logical development of enlightenment discourse; it returned the anti-humanist practice hidden in the humanist faith from the colonies back to Europe.”
es_us: Zhang argumenta que el humanismo contiene dentro de él valores antihumanistas los cuales se convirtieron en la base del colonialismo y culminaron en el Holocausto: "La maldad que subsistía en los judios bajo el fascismo alemán era el resultado inevitable del desarrollo lógico del discurso de la Ilustración, le devolvió la práctica antihumanista escondida en la fe humanista desde las colonias de vuelta hacia Europa".

source: Zhang argues that their success is built on pandering to Western images of China; they have, he says, “used some fantastic and unreasonable things to make Westerners feel stimulated, intoxicated, or nauseated, to make West-ern audiences or readers feel what aesthetics call ‘sublime’ [chonggaogan] and compassionate and to have a sense of racial and cultural superiority [zhongzuwenhuashangdeyouyuegan].
es_us: Zhang argumenta que sus éxitos se basan en consentir la imágenes Occidentales de China. Él dice que ellos han usado algunas cosas fantásticas e irracionales para hacer que los Occidentales se sientan estimulados, intoxicados o asqueados, para hacer que el público o los lectores occidentales sientan lo que los estéticos llaman "sublime" [chonggaogan] y compasivo y así tener un jucio de superioridad racial y cultural [zhongzuwenhuashangdeyouyuegan].

source: Zhang believed – similarly to Wu – that if China tried to move too quickly to democracy then the conflation of economics and politics would continue and there would be no
es_us: Como Wu, Zhang creía que, si China intentaba avanzar hacia la democracia demasiado rápido, la fusión entre la economía y la política continuaría

source: Zhang does not share the New Confucian agenda of resurrecting a revivified Confucian tradition, but he does share the New Confucian belief that the May Fourth Movement went too far in its criti-cism of Chinese traditional values, with the result that, “[f ]or a fairly long period of time, we have diluted [danhua] our own cultural identity, exces-sively taking Western [views] of right and wrong to be right and wrong.” Elsewhere Zhang declares that it is the duty of Chinese intellectuals to build up a “discourse of resistance” so that the country can better counter Western demands regarding such issues as human rights and intellectual property rights.
es_us: Zhang no comparte la nueva agenda confuciana de resucitar una tradición confunciana revivificada, sin embargo, sí comparte la idea nueva confuciana de que el movimiento del cuatro de mayo ha ido demasiado lejos con respecto a sus críticas en contra de los valores tradicionales chinos, con el resultado de que, " por un largo periodo, hemos debilitado nuestra propia identidad cultural de forma excesiva teniendo en cuenta "las perspectivas" occidentales de lo que es bueno o malo para estar bien o mal". En otras partes del mundo, Zhang afirma que los chinos intelectuales tienen el deber de contruir un "discurso de resistencia" para que el país pueda afrontar las demandas de Occidente de una forma mejor con respecto a cuestiones tales como los derechos humanos y los derechos de propiedad intelectual.

source: Zhang’s rejection of enlightenment values is clearly intertwined with an affirmation of Chinese values – though he is vague about precisely what those values are.
es_us: El rechazo de Zhang a los valores de la Ilustración está claramente entrelazado con una afrimación de los valores chinos, aunque es impreciso acerca de cuales son esos valores.

source: Zhao Ziyang was a lightning rod for such issues.
es_us: Zhao Ziyang era el pararrayos de esos asuntos.

source: Zhao argued that everything he had done had been intended to “ease the confrontation” and to “gradually calm down the student unrest.” He also refuted many of the charges raised by Premier Li.
es_us: Zhao sostuvo que todo lo que hizo fue con el objetivo de "disminuir la confrontación" y de "apaciguar gradualmente la agitación estudiantil". También, desmintió muchas de las acusaciones que había realizado el primer ministro Li.

source: Zhao had asked for a meeting with Deng to explain his views, but instead of meeting individually Deng notified Li Peng, Yao Yilin, Hu Qili, Qiao Shi – the other members of the Politburo Standing Committee – and Yang Shangkun.
es_us: Zhao había solicitado una reunión con Deng para explicarle sus puntos de vista, pero en lugar de un encuentro individual Deng le avisó a Li Peng, Yao Yilin, Hu Qili, Qiao Shi, los otros miembros del Comité Permanente del Politburó, y a Yang Shangkun.

source: Zhao indicated his sympathy for the concept by reporting on the discussion in April 1989 to Deng Xiaoping.
es_us: Zhao expresó su afinidad con este concepto al referirse a Deng Xiaoping en el debate de abril de 1989.

source: Zhao’s successor as general secretary, Jiang Zemin, officially retired in 2002, though he retained some important influence in the years after.
es_us: Jiang Zemin, el sucesor de Zhao como Secretario General, se retiró oficialmente en 2002, aunque conservó una influencia importante en los años siguientes.

source: Zhou, the head of Shougang (Capital Iron and Steel) International in Hong Kong, is the son of Zhou Guanwu, who was then not only head of the model enterprise Shougang but was well connected to such senior leaders as Wan Li, Peng Zhen, and perhaps Deng Xiaoping himself.
es_us: Zhou, jefe de la compañía Shougang (Capital Iron and Steel) International en Hong Kong, es hijo de Zhou Guanwu, quién, en ese momento, no solo era jefe de la empresa modelo de Shougang, sino que también tenía excelentes conexiones con los principales líderes, tales como Wan Li, Peng Zhen, y quizás, el mismo Deng Xiaoping.

source: Zhu focused primarily on domestic reform, particularly the plight of SOEs, and seems to have worried that international competition would make his task harder, not easier.
es_us: Zhu se enfocó principalmente en la reforma doméstica, en la complicada situación de las EPE en particular, y parece que le preocupaba que la competencia internacional en vez de facilitarle esta tarea se la haría más dificil.

source: Zhu hasdrawn intense interest from domestic and foreign observers alike because he is unique in Chinese politics.
es_us: Zhu habíadespertado gran interés tanto en observadores locales como internacionales porque él era un caso único en la política china.

source: Zhu is clearly someone who is very possessive of his power as premier, and he moved vigorously to centralize control over the economy in his office.
es_us: Zhu es claramente una persona muy posesiva de su poder como primer ministro, y actuaba con vigor para centralizar el control sobre la economía en su gobierno.

source: Zhu quickly recruited his former associates from the old State Economic Commission, including former vice-chairmen Zhang Yanning and Zhao Weichen, who were made deputy directors of the new Production Office.
es_us: Zhu rápidamente reclutó a sus antiguos asociados de la anterior Comisión Estatal de Economía, incluyendo a los anteriores vice primer ministros Zhang Yanning y Zhao Weichen, quienes fueron designados como directores ejecutivos adjuntos de la nueva Oficina de la Producción.

source: Zhu wanted to carry out a restructuring plan that would force the more efficient industries to become competitive on the world market, thus becoming pillars of a leaner state-owned economy, and simultaneously force less efficient industries to be sold off or shut down.
es_us: Zhu quería llevar a cabo un plan reestructurador que que forzaría a las industrias más eficientes a ser más competitvas en el mercado mundial. De este modo, se convertirían en pilares de una economía estatal principiante. Al mismo tiempo, este plan forzaría la venta o el cierre de las empresas menos eficientes.

source: Zhu, Deng said, was “quite capable” in economics.
es_us: Zhu, dijo Den, fue “bastante competente” para la economía.

source: Zhu’s own support for China’s entry into the WTO apparently increased over the preceding months.
es_us: El apoyo de Zhu al ingreso de China a la OMC aparentemente había aumentado en los meses anteriores.

source: Zou Jiahua, vice-premier and head of the State Planning Commission (the orga-nization with primary responsibility for drafting the plan), put it as follows: “The integration of central planning and market regulation is a basic prin-ciple” of economic policy-making, but “the two do not have equal status.
es_us: Zou Jiahua, vice primer ministro y jefe de la Comisión Estatal de Planificación de Desarrollo (la organización en mayor parte responsable por la redacción del plan), lo explicó de la siguiente manera: “La integración de la planificación central y de la regulación de mercado es un principio básico” para crear políticas económicas, pero “las dos no tienen el mismo estatus..

source: Zou maintained his position as a vice-premier and head of the SPC (until 1993), but his influence in policy circles was beginning to fade despite his subsequent elevation to the Politburo (but not its Standing Committee) in 1992.
es_us: Zhu se mantuvo en su cargo como vice primer ministro y al frente de la CEP (hasta 1993), pero su influencia en los círculos políticos comenzaba a desvanecerse, a pesar de su posterior ascenso al Politburó (pero no al Comité Permanente) en 1992.

source: Zou was a full member of the Central Committee, but Zhu was only an alter-nate member.
es_us: Zou era miembro titula del Comité Central, pero Zhu solo era un miembro alterno.

source: [W]hat they brought to Asia was primarily colonial culture.” Jiang viewed Huntington’s argument about the clash of civilizations and his extolling of Western values as universal val-ues42as a continuation of this imperialist past.
es_us: [L]o que trajeron a Asia fue principalmente una cultura colonial". Jiang vio el argumento de Huntington como una continuación de su pasado imperialista. Este argumento está basado en el choque de civilizaciones y sus elogios a los valores occidentales como valores universales42.

source: a scientific guide to our army building and military development at a new stage in the new century.”56 It seemed that the military establishment was playing an independent role in elite politics.
es_us: “es una guía científica para construir y desarrollar nuestro ejército en el nuevo escenario del próximo siglo”. Al parecer la institución del ejército tenía un rol independiente en las políticas de élite.

source: against SARS
es_us: contra el SRAG

source: age 81
es_us: 81 años

source: age 82
es_us: 82 años

source: age 91
es_us: 91 años

source: and its aftermath; many lost their voice and inﬂuence as they either took up residence overseas or were forced to remain silent in China.
es_us: Debido a que muchas de esas personas se fueron a vivir al exterior y otros tantos fueron obligados a mantener silencio se quedaron sin poder exteriorizar su pensamiento y perdieron su influencia. .

source: and popular nationalism
es_us: y nacionalismo popular

source: and would likely become the largest economy in the world by 2025, pride swelled.33
es_us: y que se podía convertir en la economía más grande del mundo en el año 2025, el orgullo aumentó.33

source: appear critical.
es_us: parecen ser críticos.

source: approved
es_us: aprobado el MBO.

source: are born with faults that they cannot overcome.
es_us: han nacido con defectos que no pueden afrontar.

source: around Zhongnanhai
es_us: en torno a Zhongnanhai

source: as we will see, China’s relations with other countries, particularly the United States, have affected the way people view China’s domestic issues, just as those domestic issues influence the way people have seen international relations.
es_us: como veremos más adelante, la relación de China con otros paises, particularmente con los Estados Unidos, afectó la forma en que se entienden los asuntos internos chinos y al mismo tiempo, estos asuntos internos influenciaron la manera en que se entienden las relaciones internacionales.

source: associated with Jiang’s so-called “Shanghai faction,” Hu’s political strength was becoming more evident (though it would not go unchallenged).
es_us: la llamada “facción de Shangái” de Jiang la fuerza política de Hu se estaba haciendo más notoria (pero no se perdería de ser cuestionada pero no dejaría de ser cuestionada).

source: authoritarianism opened up among Zhao’s advisers, with some favoring the concept and others opposed.
es_us: en el que algunos se expresaban a favor del concepto y otros se oponían.

source: autonomy, so the current need was to use the political system to consciously separate politics from economics.
es_us: por lo que en su momento era necesario utilizar el sistema político para separar la política de la economía de manera consiente.

source: basis for real, stable democracy.
es_us: y no habría base para una democracia real y estable.

source: be calm and steady.” Underscoring his implicit but pointed criticism of Chen Yun’s thought, which had just been endorsed again by the Seventh Plenum in December 1990, Deng went on: “We must pay attention to the steady and coordinated development of the economy, but being steady and coordinated is relative, not absolute.” He then called on Guangdong to catch up to the “four small dragons” (South Korea, Taiwan, Singapore, and Hong Kong) in twenty years.58
es_us: puede ser calmo y estable". Al enfatizar su crítica implícita pero provocadora sobre el pensamiento de Chen Yun, que había sido respaldado nuevamente por el Séptimo Pleno en diciembre de 1990, Deng continuó: “Debemos prestar atención al desarrollo estable y coordinado de la economía, pero estable y coordinado es algo relativo, no absoluto”. Luego recurrió a Guangdong para que se ponga al día con los “cuatro tigres asiáticos” (South Korea, Taiwan, Singapore, and Hong Kong) en veinte años.

source: beginning to fill the media and would dominate policy discussions until Deng’s trip to the south in 1992.
es_us: y lo que dominaría las discusiones sobre políticas hasta el viaje de Deng al sur en 1992.

source: both foreign policy and protectionist grounds.
es_us: bases de política exterior como proteccionistas.

source: broadly (and ambiguously) defined.
es_us: definido de forma amplia (y ambigua).

source: calling this group the New Left is intended to discredit them.
es_us: al llamar a este grupo la nueva Izquierda se intenta desacreditarlos.

source: candidate at Beijing University) wrote an article saying that China needed a “semiauthoritarian” (banjiquan) political system in order to develop a commodity (i.e., market-oriented) economy.4 What Zhang meant by the creation of a semi-authoritarian political system was the separation of politics from economics.
es_us: escribió un artículo en el que señalaba que China necesitaba un sistema político “semiautoritario” (banjiquan) para poder desarrollar una economía basada en las materias primas, es decir, una economía abierta de mercado.4 A lo que What Zhang se refería con la creación de un sistema político semiautoritario era a la separación entre la política y la economía.

source: carving out a middle path
es_us: Buscando un camino intermedio

source: cautioned against bourgeois liberalization by quoting Deng as saying, “[h]enceforth, if
es_us: en su artículo se advertía sobre la amenaza de la liberalización burguesa al citar a Deng diciendo: "a partir de ahora, si

source: commemorating the 20th anniversity of the
es_us: por el vigésimo aniversario de la

source: confronting sars
es_us: Enfrentar el SARS

source: conservative response
es_us: La respuesta conservadora.

source: conservative spin on Jiang’s CCP anniversary speech, calling for building a “great wall of steel against peaceful evolution” in order to protect the country from “hostile forces” at home and abroad.
es_us: conservadoren el discurso de Jiang por el aniversario del CCP, en el que llamó a construir “un gran muro de acero en contra de la evolución pacífica” para protejer al país de las “fuerzas hostiles” nacionales y en el exterior.

source: conservatives press their advantage
es_us: Los conservadores aprovechan su ventaja.

source: corruption in Xiamen
es_us: la corrupción en Xiamén

source: countries entering this period of uncertainty when per capita incomes rise from $1,000 to $3,000 succeed and go on to be highly developed countries, and others fall into the “Latin American trap,” that is, countries with a small group of high-income people surrounded by impoverished masses, plagued by social instability, and unable to sustain development. “On the chessboard of modernization,” the article said, “reform, development, and stability are three closely linked strategic pieces, and we must pay particular attention to moving well the stability piece during the crucial period.”63
es_us: Algunos de los países que entran en este periodo de incertidumbre, que se produce cuando el ingreso per cápita aumenta de $1.000 a $3.000, logran tener éxito y se convierten en los países más desarrollados, mientras que otros caen en la “trampa latinoamericana”, es decir, países que cuentan con una clase social adinerada rodeada de una población empobrecida, plagados de inestabilidad social e incapaces de sustentar el desarrollo. “En el tablero de ajedrez de la modernización”, leía el artículo, “reforma, desarrollo y estabilidad son tres piezas estratégicas clave, y debemos mover bien la pieza estratégica de la estabilidad durante el periodo crucial”.

source: criticizing Liu Junning
es_us: critica a Liu Junning

source: deepest fears of many Chinese officials.
es_us: peores miedos de los funcionaros chinos.

source: democracy but, on the contrary, believed that only a step-by-step, gradualist approach could ultimately achieve it.9
es_us: creían que solo se podría alcanzar por medio de un enfoque gradualista, paso a paso9.

source: deng’s strategy
es_us: La estrategia de Deng

source: deng’s “southern tour”
es_us: El "viaje al sur" de Deng

source: developed an interest in the issue of state capacity and how that might relate to China’s economic and political development.
es_us: desarrolló un interés por la capacidad del Estado y por cómo esta podría relacionarse con el desarrollo económico y político de China.

source: dies at age 90
es_us: fallece a los 90 años

source: discuss WTO
es_us: discutir en la OMC (Organización Mundial del Comercio)

source: dismissed for publishing an interview with
es_us: desplazado de su cargo por publicar una entrevista con

source: draft property rights law
es_us: la propuesta de ley de propiedad

source: emerge in 2004 as the head of a newly established Marxism-Leninism Academy in CASS
es_us: emergería en 2004 como el líder de una nueva Academia Marxista-Leninista en la CASS

source: enhancing governing capacity
es_us: Mejorar las capacidades del gobierno

source: enterprises are banned
es_us: empresas estatales.

source: even within the framework of the Chinese legal system, in the first years of the Hu Jintao era.8
es_us: incluso dentro del marco del sistema legal chino de los primeros años de la era de Hu Jintao8.

source: evolution”
es_us: pacífica"

source: experienced by Eastern Europe and the Soviet Union.
es_us: que ocurrió en Europa Oriental y la Unión Soviética.

source: for questioning
es_us: para su interrogación

source: former Guangdong Party Secretary Ren
es_us: el ex secretario del partido en Guangdong Ren

source: former Guangdong Party Secretary Ren Zhongyi
es_us: el ex secretario general del partido de Cantón Ren Zhongyi

source: general secretary, speaks at celebration
es_us: toma la palabra en la celebración de conmemoración

source: had a manorial economy in the two millennia since the first emperor of the Qin.
es_us: en los dos milenios desde el primer emperador de la dinastía Qin.

source: he xin and state-centered nationalism
es_us: HE XIN Y UN NACIONALISMO CENTRADO EN EL ESTADO

source: importance of guarding against the left, Yuan went on to stress the need to maintain
es_us: importancia de mantenerse firme en contra de la izquierda, Yuan hacía énfasis en la necesidad de mantenerse

source: in Kosovo
es_us: en Kosovo

source: including greater efficiency and more democracy, though he also sees the development of democracy as a process that would take an extended period of time.
es_us: incluidas una mayor eficiencia y una mayor democracia, aunque también considera que el desarrollo de la democracia sería un proceso que tomaría un extenso periodo de tiempo.

source: instead of Beijing
es_us: de Pekín

source: intellectuals
es_us: influyentes

source: its own rule by emphasizing ideology and socialist values, or should it try to win popular support and strengthen the nation through continued economic reform?
es_us: su propia ley a través del énfasis de la ideología y los valores socialistas, o debería tratar de ganar el apoyo popular y fortalecer a la nación con reformas económicas continuas?

source: jiang retires from the cmc
es_us: Jiang se retira de la CMC

source: manage the business before any MBO can be
es_us: manejará el negocio antes de que sea

source: martial law in Beijing
es_us: ley marcial en Pekín

source: may very well have renewed fears in Beijing that the world was becoming unipolar and that the United States would apply new pressures on China.
es_us: muy bien podría haber reafirmado el miedo en Pekín a que el mundo se estaba volviendo unipolar y que los Estados Unidos pondrían nuevas presiones a China.

source: meeting that discusses the SARS issue
es_us: para discutir la cuestión del SRAG (Síndrome Respiratorio Agudo Grave)

source: necessary, when elements of turmoil just emerge, we must go to any lengths to eliminate
es_us: es necesario, cuando haya disturbios debemos hacer lo posible por eliminarlos

source: of Politburo member Jia Qinglin, detained
es_us: del miembro del Politburó Jia Qinglin, fue detenida
